/* NSMenuItem : <title: > (oid:389) */
" " = " ";

/* NSButton (Adjust file permissions on upload) : <title:Adjust file permissions on upload> (oid:412) */
"Adjust file permissions on upload" = "Alterar permossões do ficheiro ao enviar";

/* NSBox : <title:Advanced> (oid:409) */
"Advanced" = "Avançado";

/* NSBox : <title:Anonymous Login> (oid:75) */
"Anonymous Login" = "Ligação Anónima";

/* NSTextField (Anonymous login is used on public FTP servers. The password is usually an email address.) : <title:Anonymous login is used on public FTP servers. The password is usually an email address.> (oid:99) */
"Anonymous login is used on public FTP servers. The password is usually an email address." = "Uma Ligação Anónima é utilizada em servidores públicos de FTP. A Palavra Passe, normalmente, é o endereço de e-mail.";

/* NSBox : <title:Authentication> (oid:55) */
"Authentication" = "Autenticação";

/* NSTabViewItem : <title:Browser> (oid:325) */
"Browser" = "Janela";

/* NSTextField (Buffer size (kilobit):) : <title:Buffer size (kilobit):> (oid:241) */
"Buffer size (kilobit):" = "Tamanho do Buffer (kilobit):";

/* NSTextField (Character encoding:) : <title:Character encoding:> (oid:366) */
"Character encoding:" = "Codificação dos caracteres:";

/* NSButton (Choose...) : <title:Choose...> (oid:392) */
"Choose..." = "Escolher...";

/* NSTextField (Client to Server:) : <title:Client to Server:> (oid:126) */
"Client to Server:" = "Do Cliente para o Servidor:";

/* NSBox : <title:Connect Mode> (oid:110) */
"Connect Mode" = "Tipo de Ligação";

/* NSBox : <title:Connection> (oid:252) */
"Connection" = "Ligação";

/* NSButton (Default) : <title:Default> (oid:284) */
"Default" = "Defeito";

/* NSTextField (Default Connect Mode:) : <title:Default Connect Mode:> (oid:114) */
"Default Connect Mode:" = "Tipo de Ligação por Defeito:";

/* NSTextField (Default Protocol:) : <title:Default Protocol:> (oid:264) */
"Default Protocol:" = "Protocolo por Defeito:";

/* NSTextField (Default Transfer Mode:) : <title:Default Transfer Mode:> (oid:106) */
"Default Transfer Mode:" = "Modo de Transferência por Defeito:";

/* NSTextField (Default login name:) : <title:Default login name:> (oid:255) */
"Default login name:" = "Nome de Utilizador por Defeito:";

/* NSButton (Delete items from queue when transfer is complete) : <title:Delete items from queue when transfer is complete> (oid:248) */
"Delete items from queue when transfer is complete" = "Apagar itens da listagem de espera assim que a transferência se concluir";

/* NSBox : <title:Display the checked columns> (oid:332) */
"Display the checked columns" = "Visualizar as colunas seleccionadas";

/* NSTextField (Download Path:) : <title:Download Path:> (oid:390) */
"Download Path:" = "Pasta de Download:";

/* NSTextField (Duplicate files:) : <title:Duplicate files:> (oid:387) */
"Duplicate files:" = "Ficheiros Duplicados:";

/* NSBox : <title:Encryption> (oid:48) */
"Encryption" = "Encriptação";

/* NSTabViewItem : <title:FTP> (oid:6) */
"FTP" = "FTP";

/* NSBox : <title:File Listings> (oid:364) */
"File Listings" = "Preferência dos Ficheiros";

/* NSTabViewItem : <title:General> (oid:15) */
"General" = "Geral";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:342) */
"Horizontal Lines" = "Linhas Horizontais";

/* NSBox : <title:Interface> (oid:340) */
"Interface" = "Interface";

/* NSIBHelpConnector : <title:Location to store downloaded files> (oid:393) */
"Location to store downloaded files" = "Pasta para guardar ficheiros recebidos";

/* NSButton (Modification Date) : <title:Modification Date> (oid:335) */
"Modification Date" = "Data de Modificação";

/* NSIBHelpConnector : <title:Open downloaded files with default application> (oid:250) */
"Open downloaded files with default application" = "Abrir ficheiros recebidos com a aplicação padrão";

/* NSButton (Open new browser on application start) : <title:Open new browser on application start> (oid:352) */
"Open new browser on application start" = "Abrir nova janela quando o aplicativo inicia";

/* NSMenu : <title:OtherViews> (oid:388) */
"OtherViews" = "OutrasVistas";

/* NSButton (Owner) : <title:Owner> (oid:336) */
"Owner" = "Proprietário";

/* NSTextField (Passive FTP is in most networks a good choice because of firewalls.) : <title:Passive FTP is in most networks a good choice because of firewalls.> (oid:112) */
"Passive FTP is in most networks a good choice because of firewalls." = "FTP Passivo é, na maior partes das redes, a melhor escolha devido á existência de Firewalls.";

/* NSIBHelpConnector : <title:Password to use if not specified> (oid:193) */
"Password to use if not specified" = "Palavra Passe para utilizar por defeito";

/* NSTextField (Password:) : <title:Password:> (oid:81) */
"Password:" = "Palavra Passe:";

/* NSButton (Permissions) : <title:Permissions> (oid:337) */
"Permissions" = "Permissões";

/* NSButton (Post-process downloaded files) : <title:Post-process downloaded files> (oid:245) */
"Post-process downloaded files" = "Processar ficheiros após Download";

/* NSWindow (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Preferências";

/* NSBox : <title:Public Key> (oid:305) */
"Public Key" = "Chave Pública";

/* NSTextField (Public key algorithm:) : <title:Public key algorithm:> (oid:303) */
"Public key algorithm:" = "Public key algorithm:";

/* NSBox : <title:Queue> (oid:243) */
"Queue" = "Queue";

/* NSTextField (Remember the last) : <title:Remember the last> (oid:398) */
"Remember the last" = "Lembrar dos últimos";

/* NSTabViewItem : <title:SFTP> (oid:5) */
"SFTP" = "SFTP";

/* NSButton (Send 'SYST' command) : <title:Send 'SYST' command> (oid:411) */
"Send 'SYST' command" = "Send 'SYST' command";

/* NSButton (Send 'LIST -a' command) : <title:Send 'LIST -a' command> (oid:415) */
"Send 'LIST -a' command" = "Send 'LIST -a' command";

/* NSTextField (Server to Client:) : <title:Server to Client:> (oid:127) */
"Server to Client:" = "Do Servidor para o Cliente:";

/* NSTextField (Set the preferred authentication method.) : <title:Set the preferred authentication method.> (oid:306) */
"Set the preferred authentication method." = "Definir método de autenticação preferido.";

/* NSTextField (Set the preferred encryption cipher.) : <title:Set the preferred encryption cipher.> (oid:57) */
"Set the preferred encryption cipher." = "Definir a cifra de encriptação preferida.";

/* NSTextField (Set the preferred message authentication algorithm.) : <title:Set the preferred message authentication algorithm.> (oid:300) */
"Set the preferred message authentication algorithm." = "Definir algoritmo de autenticação para mensagem.";

/* NSTextField (Set the preferred server host key for server authentication.) : <title:Set the preferred server host key for server authentication.> (oid:313) */
"Set the preferred server host key for server authentication." = "Definir a chave de servidor preferida para autenticação de servidor.";

/* NSIBHelpConnector : <title:Show 'hidden' files> (oid:375) */
"Show 'hidden' files" = "Mostrar ficheiros 'invisiveis'";

/* NSIBHelpConnector : <title:Show empty browser window after launching Cyberduck> (oid:353) */
"Show empty browser window after launching Cyberduck" = "Mostrar uma janela vazia ao iniciar o Cyberduck ";

/* NSButton (Show files beginning with '.') : <title:Show files beginning with '.'> (oid:374) */
"Show files beginning with '.'" = "Mostrar ficheiros que comecem com '.'";

/* NSButton (Size) : <title:Size> (oid:334) */
"Size" = "Tamanho";

/* NSTextField (The Buffer size should be adjusted dependant on the internet connection speed.) : <title:The Buffer size should be adjusted dependant on the internet connection speed.> (oid:286) */
"The Buffer size should be adjusted dependant on the internet connection speed." = "O tamanho do 'buffer' deve ser ajustado consoante a velocidade da ligação.";

/* NSIBHelpConnector : <title:The login name to use if not specified> (oid:271) */
"The login name to use if not specified" = "Nome de utilizador a utilizar por defeito";

/* NSBox : <title:Transfer Mode> (oid:100) */
"Transfer Mode" = "Modo de transferência";

/* NSTextField (Transfer mode for downloads should be set to ASCII only in special circumstances and exclusively for plain text files.) : <title:Transfer mode for downloads should be set to ASCII only in special circumstances and exclusively for plain text files.> (oid:107) */
"Transfer mode for downloads should be set to ASCII only in special circumstances and exclusively for plain text files." = "O modo de transferência para downloads deverá ser mudado para ASCII apenas em circunstancias especiais e apenas para ficheiros de texto.";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:385) */
"Use Keychain" = "Utilizar Chaves";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:341) */
"Use alternating row background" = "Utilizar fundo de linhas alternativas";

/* NSIBHelpConnector : <title:Use this protocol by default> (oid:270) */
"Use this protocol by default" = "Utilizar este protocolo por defeito";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:343) */
"Vertical Lines" = "Linhas Verticais";

/* NSTextField (connected hosts) : <title:connected hosts> (oid:400) */
"connected hosts" = "servidores ligados";

